[
    {
        "pic": "/images/dresses1.jpg",
        "name": "Daniella Lace Dress",
        "price": "5400",
        "desc": "In this case, lace is most definitely more. This nude dress has a light blue lace shell, mock neck, and zip/hook closures at back around a cutout. Fully lined. It's perfect with nude pumps and metallic jewelry, or toughened up with a moto jacket.",
        "url": "http://www.nastygal.com/clothes-dresses/daniella-lace-dress"
    },
    {
        "pic": "/images/dresses2.jpg",
        "name": "Nasty Gal Electric Ladyland Suede Dress",
        "price": "16687",
        "desc": "A little voltage never hurt nobody. The Electric Ladyland Dress is made in red, pink, and black suede and features studding detail, deep front pockets, and front button closure. Fully lined, enclosed seams. Killer with gladiator sandals and oversized shades. By Nasty Gal.",
        "url": "http://www.nastygal.com/clothes-dresses/nasty-gal-electric-ladyland-suede-dress"
    },
    {
        "pic": "/images/dresses3.jpg",
        "name": "Aphrodite Crepe Maxi Dress",
        "price": "4235",
        "desc": "Your goddess cred is about to sky rocket. The Aphrodite Dress is made in ivory crepe and features lace trim, gathering detail, front slits, and waist tie. Unlined, adjustable straps. We love it with vintage boots and stone jewelry, or gladiators and a flower crown. Perfect for festival season! *Viscose/Polyester",
        "url": "http://www.nastygal.com/clothes-dresses/aphrodite-crepe-maxi-dress"
    },
    {
        "pic": "/images/dresses4.jpg",
        "name": "Blue Premonition Paisley Dress",
        "price": "8592",
        "desc": "We see a killer festival season in your future. The Premonition Dress is purple and white and features paisley print, billowing skirt, elasticized sleeve cuffs, and v-neckline with tie closures. Unlined. We love it with gladiator sandals and a flower crown. By Blue.",
        "url": "http://www.nastygal.com/clothes-dresses/blue-premonition-paisley-dress"
    },
    {
        "pic": "/images/dresses5.jpg",
        "name": "Cameo Serendipity Layered Dress",
        "price": "14197 ",
        "desc": "Layer it up in the Serendipity Dress by Cameo. This black dress features layered panels, a structured silhouette, and boning through bust. Fully lined, zip closure at back. Perfect with strappy heels and drop earrings.",
        "url": "http://www.nastygal.com/clothes-dresses/cameo-serendipity-layered-dress"
    },
    {
        "pic": "/images/dresses6.jpg",
        "name": "Nasty Gal Nothin' But A Good Time Fit & Flare Dress - Red",
        "price": "5476 ",
        "desc": "Let the good times roll in this red fit & flare dress we designed right here in sunny Los Angeles. It has boning at neck, seamed detailing at skirt, and adjustable shoulder straps. Partial lining, stretch fabric. Throw it on with strappy heels and an over-the-shoulder jacket for a night out with your BFFs.",
        "url": "http://www.nastygal.com/clothes-dresses/nasty-gal-nothin-but-a-good-time-fit--flare-dress--red"
    },
    {
        "pic": "/images/dresses7.jpg",
        "name": "Nasty Gal Bed of Roses Collared Dress",
        "price": "5500",
        "desc": "Show off that floral addiction in the cutest way possible. This black dress has an abstract red roses print, white collar and cuffs, pleated skirt, and hook/tie closures at neck. Button closures at cuffs, partially lined. Throw it on with oxfords and a swipe of your favorite red lipstick. By Nasty Gal.",
        "url": "http://www.nastygal.com/clothes-dresses/nasty-gal-bed-of-roses-collared-dress"
    },
    {
        "pic": "/images/dresses8.jpg",
        "name": "Sweet Stuff Crepe Dress",
        "price": "4300",
        "desc": "Here's some sweet stuff for your hot stuff. The Sweet Stuff Dress is made in white crepe and features high neck with drawstring design, elasticized waist, and lace detail at hemline. Back tie closure. Fully lined. We love it teamed up with gladiator sandals and a vintage denim jacket.",
        "url": "http://www.nastygal.com/clothes-dresses/sweet-stuff-crepe-dress"
    },
    {
        "pic": "/images/dresses9.jpg",
        "name": "After Party Vintage Kassidy Sheer Dress",
        "price": "9838",
        "desc": "You're officially invited to Nasty Gal's After Party. Each piece is made with reworked vintage fabric, so take your pick of these limited edition styles and give them a second chance to party. The Kassidy Dress comes in nude and features a muted floral print, V-neckline, and button closures at cuffs. Paneled detailing, slip-on style. Perfect with high-waisted panties and a strappy bralette.",
        "url": "http://www.nastygal.com/clothes-dresses/after-party-vintage-kassidy-sheer-dress"
    },
    {
        "pic": "/images/dresses10.jpg",
        "name": "Three Floor Euphoria Net Dress",
        "price": "15691",
        "desc": "Step up in this black and whte knit dress by Three Floor. It has blue net detailing, yellow accents at sleeve, and blu and white ribbing at deep",
        "url": "http://www.nastygal.com/clothes-dresses/three-floor-euphoria-net-dress"
    }
]
