[
    {
        "pic": "/images/sweater1.jpg",
        "name": "Alice McCall Heartline Crop Sweater",
        "price": "19400",
        "desc": "We love how Alice McCall always brings us the top of the line. This black crop sweater has an abstract print in blue, green, yellow, and white at front, ribbing at neckline, and stretch fabric. Unlined. Pair it with the Natural Landscape Skirt, black slide sandals, and structured shades for a day out with your BFFs.",
        "url": "http://www.nastygal.com/clothes-sweaters/alice-mccall-heartline-crop-sweater"
    },
    {
        "pic": "/images/sweater2.jpg",
        "name": "Cheap Monday Slouch Midi Cardigan",
        "price": "6226",
        "desc": "Lodi dodi we likes to cardi. The Slouch Cardigan is heather gray and features midi length, front button and tie closure, and asymmetrical tie belt. We love it with skinnies and a rocker tee, or teamed up with a bodycon and chelsea boots. By Cheap Monday.*Polyester/Cotton/Polyamide",
        "url": "http://www.nastygal.com/clothes-sweaters/cheap-monday-slouch-midi-cardigan"
    },
    {
        "pic": "/images/sweater3.jpg",
        "name": "One Teaspoon Parisienne Ribbed Sweater",
        "price": "6100",
        "desc": "Our kisses aren't the only thing we like French. The Parisienne Sweater is made in a chunky black ribbed knit and features wide rolled turtleneck, low armholes, and racer back. Team it up with a pencil skirt and loafers or leather skinnies and ankle boots. Oui oui. By One Teaspoon.",
        "url": "http://www.nastygal.com/clothes-sweaters/one-teaspoon-parisienne-ribbed-sweater"
    },
    {
        "pic": "/images/sweater4.jpg",
        "name": "UNIF Commence Fuzzy Cardigan",
        "price": "6724",
        "desc": "Commence killing it. The Commence Cardigan has a fuzzy white exterior and features red and blue stripes, pockets, and oversized fit. Team it up with a bodycon and slide sneakers for a sporty femme look, or skinnies and oxfords to borrow from the boys. By UNIF. *Polyester *Runs true to size *Model is wearing smallest size available *Dry Clean *Imported",
        "url": "http://www.nastygal.com/clothes-sweaters/unif-commence-fuzzy-cardigan"
    },
    {
        "pic": "/images/sweater5.jpg",
        "name": "Boys Club Sweater - Heather Blue",
        "price": "2166 ",
        "desc": "Get ready to step up your prep. This heather blue sweater has a deep V-neck with black and white ribbed detailing and an oversized fit. Borrow from the boys and pair it with leather oxfords.",
        "url": "http://www.nastygal.com/clothes-sweaters/boys-club-sweater--heather-blue"
    },
    {
        "pic": "/images/sweater6.jpg",
        "name": "Wilde Hearts Eyes on You Knit Cardigan",
        "price": "6288 ",
        "desc": "Talk about eye candy. The Eyes on You Cardigan is made in a pale pink chunky knit and features pockets contrast knit at sleeves, and open front. Unlined. Kills it with anything from shredded denim to a skater dress. By Wilde Heart.",
        "url": "http://www.nastygal.com/clothes-sweaters/wilde-hearts-eyes-on-you-knit-cardigan"
    },
    {
        "pic": "/images/sweater7.jpg",
        "name": "Get Braided Cable Knit Sweater",
        "price": "2116",
        "desc": "Keep that all-black-everything vibe in this cozy cable knit sweater with braided detailing, fringe at hem and cuffs, and ribbing at neck, hem, and cuffs. Unlined, loose fit. Perfect with leather pants, a box clutch, and suede pumps.",
        "url": "http://www.nastygal.com/clothes-sweaters/get-braided-cable-knit-sweater"
    },
    {
        "pic": "/images/sweater8.jpg",
        "name": "Nasty Gal Tangled Up Cardigan",
        "price": "4233",
        "desc": "Get tangled up in all the right ways. This gray cardigan features ribbed detailing at neck and cuffs, and waist straps that can be wrapped at waist or tied at front. Oversized fit, unlined. Perfect with a bustier or cropped tank and your favorite skirt. By Nasty Gal.",
        "url": "http://www.nastygal.com/clothes-sweaters/nasty-gal-tangled-up-cardigan"
    },
    {
        "pic": "/images/sweater9.jpg",
        "name": "Nasty Gal Block It Out Sweater",
        "price": "3399",
        "desc": "We're throwing a block party, and you're totally invited. The Block It Out Sweater is oversized with a wide scoop neck and color block design. Wear it as a dress with pumps and a clutch, or over leather skinnies with high-top sneakers. By Nasty Gal.",
        "url": "http://www.nastygal.com/clothes-sweaters/nasty-gal-block-it-out-sweater"
    },
    {
        "pic": "/images/sweater10.jpg",
        "name": "Cameo Continuum Shaggy Wool Sweater",
        "price": "10372",
        "desc": "Time to cozy up, no fire place required. The Continuum Sweater is made in a black and white knit with shaggy exterior. Features wide scooop neck, oversized fit, and extra long sleeves. Perfect over skinnies, or as a dress with tights and platforms. By Cameo.",
        "url": "http://www.nastygal.com/clothes-sweaters/cameo-continuum-shaggy-wool-sweater"
    }
]
